Repository: Azure/review-checklists
Catalog: translator/en2es.tmx
Source language: en
Languages: es

source: network plugin
es: plugin de red

source: the CNI plugin
es: el plugin de CNI

source: the namespace
es: el namespace

source: the API endpoint
es: el punto de acceso de la API

source: the web-based applications
es: las aplicaciones web

source: the app
es: la aplicaci√≥n

source: the network policies
es: las network policies

source: the Azure Key Vault
es: la Azure Key Vault

source: Azure Policy for Kubernetes
es: Azure Policy para Kubernetes

source: the IPs
es: las direcciones IP
